<?php

$orderStatuses = [
    "1" => "Аренда автомобиля",
    "2" => "Анкетирование",
    "4" => "Телефонный звонок",
    "5" => "Оценка Trade-in окончательная",
    "6" => "Мессенджер",
    "7" => "Выдача автомобиля",
    "8" => "Первичный контакт - кредитование",
    "9" => "Замена автомобиля",
    "11" => "Первичный контакт - страхование",
    "12" => "Тест драйв (факт)",
    "13" => "Заказ на автомобиль",
    "15" => "Отказ от автомобиля",
    "16" => "Прочее",
    "17" => "Личная встреча",
    "18" => "Встреча трейд ин",
    "19" => "Оценка трейд ин предварительная",
    "20" => "Интернет-запрос",
    "21" => "Кредит одобрен",
    "22" => "Рассылка"
];

$clientStatusesInOrder = [
    "1" => "В работе",
    "2" => "Заказ на автомобиль создан",
    "3" => "Отказ от покупки",
    "4" => "Реализация",
    "5" => "Закрыт"
];